{"cache":[["keyv:va_characters",{"value":"{\"value\":10,\"expires\":null}"}],["keyv:va_characters_0",{"value":"{\"value\":{\"role\":\"MAIN\",\"node\":{\"image\":{\"large\":\"https://s4.anilist.co/file/anilistcdn/character/large/b88572-v2KimyNuU4XZ.jpg\"},\"siteUrl\":\"https://anilist.co/character/88572\",\"description\":\"~!**Actual Age:** 108 (107 in Arc 1 - 4)!~\\n**Height:** 164 cm (5'5\\\")\\n\\nShe is a silver-haired half-elf girl who is one of the candidates to become the next ruler in the royal election. Subaru first meets her when her insignia is stolen by Felt as she needs to possess it to be eligible to participate in the election. She introduces herself as Satella when she and Subaru met during the first timeline before introducing herself by her real name when she got her insignia back.\\n\\nEmilia is good natured and likes to take care of others, though she herself refuses to admit it, instead thinking of it as her own selfishness. She is indifferent to her own appearance, leaving Puck to take care of her clothes and hair. Because her appearance is similar to the Witch of Envy, she has received unfair discrimination from others. She sometimes acts like a child and is unacquainted with the world as she used to live in the woods with other Elves, though despite this she still works hard to become a ruler.\\n\\n__Emilia's Backstory:__\\n~! About a century ago, Emilia lived with her aunt on her father's side in Elior Forest. Back then for reasons not known to her she was considered a rather special child spent most of her days isolated from the other eleven villagers in a place called the \\\"Princess Room\\\" with only Fortuna, her doll and spirits for company. While she normally obeyed her aunt and loved her, deep down a part of Emilia resented her and the village for stripping her of freedom, constantly hiding things from her. Eventually, young Emilia's frustrations reached a boiling point and in an act of defiance, she breaks her promise to not leave her room in order to gain her freedom. Free to do what she wanted and not hold obligations that were never explained to her, Emilia would sneak out on many occasions while hiding the fact, doing everything from exploring to behaving mischievously as these were the times she would not have played the obedient \\\"good girl\\\" which helped in relieving her of loneliness. Until the day she met Geuse in a chance encounter whom she formed a strong friendship and whom would act not unlike something like a father figure. One day, Pandora and Regulus Corneas attacked Elior Forest to open the Seal within the deepest part of it, following into the death of Fortuna, the madness of Geuse. Emilia enraged when she saw the corpse of Fortuna who was killed by Pandora's powers and froze the whole forest, along with the citizens and Emilia herself. Emilia would blame herself for what happened as a consequence of breaking the taboos of the forest for personal desires and choosing to oppose Pandora to keep her promise with Fortuna which led to losing her aunt and Geuse.\\n\\nOver seven years before the start of the selection, Puck unfroze Emilia and began to live with her in the now snow-covered Elior Forest. Exposed to the outside world for some time now, Emilia came to face the hostile reality of what it meant to be a half-elf in the world, especially one with her appearance. From that time on, she suffered many hardships, not just from neighborhood human towns that feared her, hated her, betrayed her, and attempted to sell her into slavery but even from higher beings such as The Great Spirit of Fire who sought to exterminate her for the crime of her existence and dangerous power that slept on within her. Because of these issues, Emilia minimized any contact with outsiders, sticking to a frugal life by only leaving the forest to trade the magic stones she could find within with people willing to deal with her in humans' towns for food and clothing. Humans who called her the \\\"Witch of Frost\\\" mostly tried to avoid her when she came around, but other than these excursions, Emilia would otherwise stay with the frozen elves as a guardian as they were connected to her past. After the harrowing incident with Melakuera, Emilia formed a contract with Puck to preserve his life after his Od had been damaged. Puck then began to act as her surrogate father and mentor. Puck used the contract itself to seal parts of her memories that had been tampered with by Pandora.\\n\\nA year before Subaru arrived she and Puck encountered Roswaal, the first human who didn't react negatively to her appearance. He then invited her to the Royal Selection after being chosen by the Dragon by giving her a way to save the citizens of Elior Forest, by using the dragon blood. Though now after experiencing the harsh state that she and other demi-humans have gone through, she also hopes to become a ruler that can mend relations between them and humans that the Witch of Envy destroyed with her reign of terror long ago. !~\\n\\n__Emilia's Abilities__\\n~! __Spirit Affinity__: She has a rare innate gift to form contracts with spirits.\\n\\n__Spirit User__: Emilia is currently contracted with several Quasi Spirits and was formerly contracted with the Artificial Spirit Puck. During the incident at the Sanctuary, Puck broke his contract with her, causing her existing pendant to shatter, and she temporarily carried him around in a crystal stone that wasn't pure enough for her to use him properly. She later replaces her pendant with a new high purity crystal stone following the events at Priestella, however she states that she still doesn't have enough mana to form a new contract. Puck himself was a Human before he was made into an Artificial Spirit by Echidna and has some sort of contract with her that seals his former memories unless a certain condition is met. Some of Emilia's contract conditions are:\\n\\n- He will be active only from 9 am to 5 pm\\n- Do not ask his relationship with Beatrice\\n- Do not look into a mirror or go near a large body of water\\n- Do not hide the fact that you are a half-elf\\n- He will choose your hairstyle every morning\\n- Groom his fur regularly\\n- Have some exercise when you wake up and before going to bed.\\n- Do not be picky about food\\n- Talk with lesser spirits every morning and evening\\n\\n__Spirit Arts__: Emilia is capable of using this with Puck and her other spirits. Emilia and Puck can smoothly alternate between roles of offense and defense leading to devastating results. These include changing the atmosphere in the sky to rain down multitudes of ice spears, forming ice clones that are capable of attacking and using magic, instantly conjuring giant freezing blade discs, mist barriers that hide her presence and ice shields. On top of that Emilia is contracted to several Quasi Spirits; she can use them for various applications such as healing.\\n\\n__Equipment__ : Emilia wields a magical crystal known as a Pyroxene Crystal. After the fight between Roswaal and Ram, she received another Pyroxene Crystal from Subaru, which he got from Frederica Baumann. Currently, she keeps Puck within it and now is able to control the Lewes Meyer Copies to serve her.\\n\\n__Magic User__: Following the trials, Emilia remembered that she could use magic without Puck, and becomes able to use it again. It also made her aware of the abnormal amount of mana flowing through her. She is able to use ice magic through her natural fire attribute like her aunt Fortuna, to convert heat into ice.\\n\\n__Huma__: Emilia creates a shining water barrier that blocks other projectiles and sorts of magic. However, if the incoming magic is stronger than the shield it will get through it and cause damage to the user.\\n\\n__UI Huma__: Emilia summons massive ice pillars from thin air and hurls to it's target. It's capable of destroying an entire building.\\n\\n__Al Huma__: Emilia creates a sharp ten meter long spear of ice. The spear can also be modified to trap enemies.\\n__Ice Brand Arts__: This technique allows Emilia to instantly conjure ice made weapons which she can use and freely manipulate in close-quarters combat. The weapons are very sturdy and are even capable of withstanding heat.\\n\\n__Ice Brand Arts__: Icicle Line: Emilia creates a limited area barrier made of ice particles around her opponent which she uses to attack in all directions by transforming them into weapons. Subaru helped in create the idea for this move.\\n\\n__Ice Flower__: Emilia creates flowers made of ice on wounds of living beings within a certain area that suck the host's life force and bloom by sucking the host's blood. Seven years ago, Emilia couldn't control the effect area and stop it properly. Puck had to use his powers to terminate it.\\n\\n__Melee Fighter__: While she leans more on the magical side, Emilia is also apt at close-quarters combat. Like Garfiel rather than having a known practiced form, she is a more instinctual fighter, relying on her body's natural talents such as its high nimbleness, sharp senses and above-average physical strength combined with her magical arts. This creates her own unique style. !~\",\"name\":{\"full\":\"Emilia\"},\"id\":88572},\"media\":[{\"siteUrl\":\"https://anilist.co/anime/21355\",\"title\":{\"romaji\":\"Re:Zero kara Hajimeru Isekai Seikatsu\",\"english\":\"Re:ZERO -Starting Life in Another World-\"}},{\"siteUrl\":\"https://anilist.co/anime/21891\",\"title\":{\"romaji\":\"Re:Petit kara Hajimeru Isekai Seikatsu\",\"english\":\"Re:PETIT ~Re: Starting Life in Another World From PETIT~\"}},{\"siteUrl\":\"https://anilist.co/anime/100049\",\"title\":{\"romaji\":\"Re:Zero kara Hajimeru Isekai Seikatsu OVA\",\"english\":\"Re:ZERO -Starting Life in Another World- OVA\"}},{\"siteUrl\":\"https://anilist.co/anime/104454\",\"title\":{\"romaji\":\"Isekai Quartet\",\"english\":\"ISEKAI QUARTET\"}},{\"siteUrl\":\"https://anilist.co/anime/108632\",\"title\":{\"romaji\":\"Re:Zero kara Hajimeru Isekai Seikatsu 2nd Season\",\"english\":\"Re:ZERO -Starting Life in Another World- Season 2\"}},{\"siteUrl\":\"https://anilist.co/anime/21780\",\"title\":{\"romaji\":\"Re:Zero kara Hajimeru Kyuukei Jikan (Break Time)\",\"english\":\"Re:ZERO ~Starting Break Time From Zero~\"}},{\"siteUrl\":\"https://anilist.co/anime/110178\",\"title\":{\"romaji\":\"Isekai Quartet 2\",\"english\":\"Isekai Quartet2\"}},{\"siteUrl\":\"https://anilist.co/anime/114752\",\"title\":{\"romaji\":\"Re:Zero kara Hajimeru Isekai Seikatsu - Memory Snow - Manner Movie\",\"english\":null}},{\"siteUrl\":\"https://anilist.co/anime/119661\",\"title\":{\"romaji\":\"Re:Zero kara Hajimeru Isekai Seikatsu 2nd Season Part 2\",\"english\":\"Re:ZERO -Starting Life in Another World- Season 2 Part 2\"}},{\"siteUrl\":\"https://anilist.co/anime/120700\",\"title\":{\"romaji\":\"Re:Zero kara Hajimeru Kyuukei Jikan (Break Time) 2nd Season\",\"english\":null}},{\"siteUrl\":\"https://anilist.co/anime/128306\",\"title\":{\"romaji\":\"Re:Zero kara Hajimeru Kyuukei Jikan (Break Time) 2nd Season Part 2\",\"english\":null}},{\"siteUrl\":\"https://anilist.co/anime/117074\",\"title\":{\"romaji\":\"Isekai Quartet: Another World\",\"english\":null}}]},\"expires\":null}"}],["keyv:va_characters_1",{"value":"{\"value\":{\"role\":\"MAIN\",\"node\":{\"image\":{\"large\":\"https://s4.anilist.co/file/anilistcdn/character/large/b89361-tq8PQQ4MmF0M.png\"},\"siteUrl\":\"https://anilist.co/character/89361\",\"description\":\"Megumin is an archmage and the self-proclaimed top genius of the Crimson Demons, an order of magicians who are born with high intelligence and magical powers.\\n\\nDespite being an archwizard, she can only use the high level skill 'Explosion', the strongest of all offensive magic, and only once a day as it consumes tremendous magical power. Due to this she is more often a liability than an asset.\\n\\nMegumin speaks and dresses as a Chuunibyou and her only desire is to unleash explosion magic in the face of her enemies.\",\"name\":{\"full\":\"Megumin\"},\"id\":89361},\"media\":[{\"siteUrl\":\"https://anilist.co/anime/21202\",\"title\":{\"romaji\":\"Kono Subarashii Sekai ni Shukufuku wo!\",\"english\":\"KONOSUBA -God's blessing on this wonderful world!\"}},{\"siteUrl\":\"https://anilist.co/anime/21574\",\"title\":{\"romaji\":\"Kono Subarashii Sekai ni Shukufuku wo!: Kono Subarashii Choker ni Shufuku wo!\",\"english\":\"KONOSUBA -God's blessing on this wonderful world!: God's Blessings On This Wonderful Choker!\"}},{\"siteUrl\":\"https://anilist.co/anime/21699\",\"title\":{\"romaji\":\"Kono Subarashii Sekai ni Shukufuku wo! 2\",\"english\":\"KONOSUBA -God's blessing on this wonderful world! 2\"}},{\"siteUrl\":\"https://anilist.co/anime/102976\",\"title\":{\"romaji\":\"Kono Subarashii Sekai ni Shukufuku wo! Kurenai Densetsu\",\"english\":\"KONOSUBA -God's blessing on this wonderful world!- Legend of Crimson\"}},{\"siteUrl\":\"https://anilist.co/anime/97996\",\"title\":{\"romaji\":\"Kono Subarashii Sekai ni Shukufuku wo! 2: Kono Subarashii Geijutsu ni Shukufuku wo!\",\"english\":\"KONOSUBA -God's blessing on this wonderful world! 2: God's Blessings on These Wonderful Works of Art!\"}},{\"siteUrl\":\"https://anilist.co/anime/104454\",\"title\":{\"romaji\":\"Isekai Quartet\",\"english\":\"ISEKAI QUARTET\"}},{\"siteUrl\":\"https://anilist.co/anime/110178\",\"title\":{\"romaji\":\"Isekai Quartet 2\",\"english\":\"Isekai Quartet2\"}},{\"siteUrl\":\"https://anilist.co/anime/117074\",\"title\":{\"romaji\":\"Isekai Quartet: Another World\",\"english\":null}},{\"siteUrl\":\"https://anilist.co/anime/136804\",\"title\":{\"romaji\":\"Kono Subarashii Sekai ni Shukufuku wo! (Provisional Title)\",\"english\":null}}]},\"expires\":null}"}],["keyv:va_characters_2",{"value":"{\"value\":{\"role\":\"MAIN\",\"node\":{\"image\":{\"large\":\"https://s4.anilist.co/file/anilistcdn/character/large/120800-fZe52KrIKqv6.jpg\"},\"siteUrl\":\"https://anilist.co/character/120800\",\"description\":\"A middle schooler​ at an unnamed school. She sits at the back of class 1-2 next to [Nishikata](https://anilist.co/character/120799). Academically talented and physically capable she claims her only weaknesses are her ticklish armpits and her inability to stop teasing Nishikata.\\n\\n(Source: MyAnimeList)\",\"name\":{\"full\":\"Takagi\"},\"id\":120800},\"media\":[{\"siteUrl\":\"https://anilist.co/anime/99468\",\"title\":{\"romaji\":\"Karakai Jouzu no Takagi-san\",\"english\":\"Teasing Master Takagi-san\"}},{\"siteUrl\":\"https://anilist.co/anime/101426\",\"title\":{\"romaji\":\"Karakai Jouzu no Takagi-san: Water Slide\",\"english\":null}},{\"siteUrl\":\"https://anilist.co/anime/107068\",\"title\":{\"romaji\":\"Karakai Jouzu no Takagi-san 2\",\"english\":\"Teasing Master Takagi-san Season 2\"}},{\"siteUrl\":\"https://anilist.co/anime/138424\",\"title\":{\"romaji\":\"Karakai Jouzu no Takagi-san 3\",\"english\":null}}]},\"expires\":null}"}],["keyv:va_characters_3",{"value":"{\"value\":{\"role\":\"MAIN\",\"node\":{\"image\":{\"large\":\"https://s4.anilist.co/file/anilistcdn/character/large/b120735-TjIeTlsKNaMl.jpg\"},\"siteUrl\":\"https://anilist.co/character/120735\",\"description\":\"Mash Kyrielight is a clerk at Chaldea and a Shielder-class Demi-Servant contracted with Ritsuka Fujimaru in Fate/Grand Order. The title Demi-Servant indicates that she's a human bonded with a Heroic Spirit's Soul.\\n~!\\nIn the year 2000, Mash was created through artificial fertilization and genetic editing. She is actually a Designer Baby, a magus genetically engineered under the orders of Chaldea's late director, ‎Marisbury Animusphere, to be a prime vessel for a Heroic Spirit's soul. Since she's not dissimilar to a Homunculus, her lifespan is limited.!~\\n\\n~!\\nThe Spirit possessing Mash is none other than Galahad, Knight of the Round Table, the saint said to be the only one who obtained the Holy Grail only to return it to the Heavens. He was summoned using his shield as a catalyst, carved directly from the Round Table itself. \\nGalahad tried to resist being forcefully bonded to Mash, attempting to destroy the Chaldean researchers and their equipment but was stopped by Mash's resistance. Weary that if he left completely the girl who was bound to him would die he chose to hibernate within Mash!~\",\"name\":{\"full\":\"Mash Kyrielight\"},\"id\":120735},\"media\":[{\"siteUrl\":\"https://anilist.co/anime/97815\",\"title\":{\"romaji\":\"Fate/Grand Order: First Order\",\"english\":null}},{\"siteUrl\":\"https://anilist.co/anime/106915\",\"title\":{\"romaji\":\"Manga de Wakaru! Fate/Grand Order\",\"english\":\"Learning with Manga! Fate/Grand Order\"}},{\"siteUrl\":\"https://anilist.co/anime/103275\",\"title\":{\"romaji\":\"Fate/Grand Order: Zettai Majuu Sensen Babylonia\",\"english\":\"Fate/Grand Order Absolute Demonic Front: Babylonia\"}},{\"siteUrl\":\"https://anilist.co/anime/101184\",\"title\":{\"romaji\":\"Fate/Grand Order CMs\",\"english\":\"Fate/Grand Order CMs\"}},{\"siteUrl\":\"https://anilist.co/anime/100729\",\"title\":{\"romaji\":\"Fate/Grand Order: Himuro no Tenchi - 7-nin no Saikyou Gijin-hen\",\"english\":\"Fate/Grand Order: Himuro no Tenchi - 7-nin no Saikyou Gijin-hen\"}},{\"siteUrl\":\"https://anilist.co/anime/110851\",\"title\":{\"romaji\":\"Fate/Grand Order: Zettai Majuu Sensen Babylonia - Initium Iter\",\"english\":\"Fate/Grand Order Absolute Demonic Front: Babylonia - Initium Iter\"}},{\"siteUrl\":\"https://anilist.co/anime/103276\",\"title\":{\"romaji\":\"Fate/Grand Order: Shinsei Entaku Ryouiki Camelot - Wandering; Agateram\",\"english\":\"Fate/Grand Order Divine Realm of the Round Table: Camelot - Wandering; Agateram\"}},{\"siteUrl\":\"https://anilist.co/anime/100728\",\"title\":{\"romaji\":\"Fate/Grand Order: MOONLIGHT/LOSTROOM\",\"english\":\"Fate/Grand Order -MOONLIGHT/LOSTROOM-\"}},{\"siteUrl\":\"https://anilist.co/anime/127149\",\"title\":{\"romaji\":\"Fate/Grand Carnival\",\"english\":null}},{\"siteUrl\":\"https://anilist.co/anime/116756\",\"title\":{\"romaji\":\"Fate/Grand Order: Shuukyoku Tokuiten - Kani Jikan Shinden Solomon\",\"english\":\"Fate/Grand Order Final Singularity - Grand Temple of Time: Solomon\"}},{\"siteUrl\":\"https://anilist.co/anime/103277\",\"title\":{\"romaji\":\"Fate/Grand Order: Shinsei Entaku Ryouiki Camelot - Paladin; Agateram\",\"english\":\"Fate/Grand Order Divine Realm of the Round Table: Camelot - Paladin; Agateram\"}}]},\"expires\":null}"}],["keyv:va_characters_4",{"value":"{\"value\":{\"role\":\"MAIN\",\"node\":{\"image\":{\"large\":\"https://s4.anilist.co/file/anilistcdn/character/large/b120481-IZ8ISeV0OOyy.jpg\"},\"siteUrl\":\"https://anilist.co/character/120481\",\"description\":\"[Kakushi](https://anilist.co/character/120482)'s kind daughter who loves her dad very much. As far as she knows, her dad works as a normal salaryman.\\n\\n~!It is revealed that she has a step-brother, [Nantokaemon Ishikawa](https://anilist.co/character/175254).!~\",\"name\":{\"full\":\"Hime Gotou\"},\"id\":120481},\"media\":[{\"siteUrl\":\"https://anilist.co/anime/113311\",\"title\":{\"romaji\":\"Kakushigoto\",\"english\":\"Kakushigoto\"}},{\"siteUrl\":\"https://anilist.co/anime/127227\",\"title\":{\"romaji\":\"Kakushigoto: Himegoto wa Nandesuka\",\"english\":\"KAKUSHIGOTO Theatrical Edition\"}}]},\"expires\":null}"}],["keyv:va_characters_5",{"value":"{\"value\":{\"role\":\"MAIN\",\"node\":{\"image\":{\"large\":\"https://s4.anilist.co/file/anilistcdn/character/large/b89054-q2NQTe28T9YW.jpg\"},\"siteUrl\":\"https://anilist.co/character/89054\",\"description\":\"Miki Naoki is one of the main characters of the Gakkou Gurashi! series. She is a second year student of Megurigaoka High School. She eventually joins the School Life Club as the youngest member after being rescued during the members' outing to the mall. \\nMiki is very polite and kind, as she uses the honorifics and calls her seniors \\\"senpai\\\". Though she is usually quiet, Miki is very caring and supportive, as she comforts her friends when they feel down, and gives them words of encouragement when they need it.\\n\\nMiki has had many appearances with \\\"The Stand,\\\" a book by Stephen King, which is a post-apocalyptic horror/fantasy novel.\\n\\n~!At first, Miki hates the way Kurumi and Yuuri accept Yuki's illusions, but later comes to understand their reasons and warms up to Yuki. Later considering her as one of her closest, if not, best friend.!~\",\"name\":{\"full\":\"Miki Naoki\"},\"id\":89054},\"media\":[{\"siteUrl\":\"https://anilist.co/anime/20754\",\"title\":{\"romaji\":\"Gakkou Gurashi!\",\"english\":\"SCHOOL-LIVE!\"}}]},\"expires\":null}"}],["keyv:va_characters_6",{"value":"{\"value\":{\"role\":\"MAIN\",\"node\":{\"image\":{\"large\":\"https://s4.anilist.co/file/anilistcdn/character/large/b124579-WEoKkgNgfSem.jpg\"},\"siteUrl\":\"https://anilist.co/character/124579\",\"description\":\"Rin’s friend, a free spirited person who goes at her own pace. She’s not a member of the outdoor crew, but she occasionally shows interest in their activities. She also gives casual advice to Rin, who is bad at dealing with people. She has a dog called 'Chikuwa.' \\n\\n(Source: Honey's Anime)\",\"name\":{\"full\":\"Ena Saitou\"},\"id\":124579},\"media\":[{\"siteUrl\":\"https://anilist.co/anime/98444\",\"title\":{\"romaji\":\"Yuru Camp△\",\"english\":\"Laid-Back Camp\"}},{\"siteUrl\":\"https://anilist.co/anime/101206\",\"title\":{\"romaji\":\"Yuru Camp△ OVA\",\"english\":null}},{\"siteUrl\":\"https://anilist.co/anime/104459\",\"title\":{\"romaji\":\"Yuru Camp△ SEASON 2\",\"english\":\"LAID-BACK CAMP SEASON2\"}},{\"siteUrl\":\"https://anilist.co/anime/104461\",\"title\":{\"romaji\":\"Heya Camp△\",\"english\":\"ROOM CAMP\"}},{\"siteUrl\":\"https://anilist.co/anime/114981\",\"title\":{\"romaji\":\"Heya Camp△: Sauna to Gohan to Sanrin Bike\",\"english\":\"ROOM CAMP: Saunas and Grub and Three-Wheeler Bikes\"}},{\"siteUrl\":\"https://anilist.co/anime/134413\",\"title\":{\"romaji\":\"Yuru Camp△ SEASON 2 OVA\",\"english\":null}}]},\"expires\":null}"}],["keyv:va_characters_7",{"value":"{\"value\":{\"role\":\"MAIN\",\"node\":{\"image\":{\"large\":\"https://s4.anilist.co/file/anilistcdn/character/large/b122119-H8t9qE5UqqzF.png\"},\"siteUrl\":\"https://anilist.co/character/122119\",\"description\":\"He is studious and quiet but hardworking and devoted. Not only is he mature, he is also quite protective of his friends. He devotes himself to studying and can be quite brave, evident from challenging a Behemoth alone. He is troubled by his short stature and feminine appearance that led to people hugging him. He is usually composed and quiet but displays excitement whenever Silhouette Knights are mentioned. He can also be quite forceful evidenced when he skips and exempts himself from other classes to attend classes about Silhouette Knights. His goal is to create a Silhouette Knight and become a pilot.\\n\\n(Source: MAL Rewrite)\",\"name\":{\"full\":\"Ernesti Echevarria\"},\"id\":122119},\"media\":[{\"siteUrl\":\"https://anilist.co/anime/97663\",\"title\":{\"romaji\":\"Knight's & Magic\",\"english\":\"Knight's & Magic\"}}]},\"expires\":null}"}],["keyv:va_characters_8",{"value":"{\"value\":{\"role\":\"MAIN\",\"node\":{\"image\":{\"large\":\"https://s4.anilist.co/file/anilistcdn/character/large/125012-5RSszfyasaaZ.jpg\"},\"siteUrl\":\"https://anilist.co/character/125012\",\"description\":\"A serialized shounen manga artist with a boyish appearance. She will often put herself in the role of one of her characters in order to work on her manga. Because of her handsome appearance, other girls often fall in love with her, the most notable example of which is Koyume.\",\"name\":{\"full\":\"Tsubasa Katsuki\"},\"id\":125012},\"media\":[{\"siteUrl\":\"https://anilist.co/anime/99131\",\"title\":{\"romaji\":\"Comic Girls\",\"english\":\"Comic Girls\"}}]},\"expires\":null}"}],["keyv:va_characters_9",{"value":"{\"value\":{\"role\":\"MAIN\",\"node\":{\"image\":{\"large\":\"https://s4.anilist.co/file/anilistcdn/character/large/123988-WvL0nUpAOLq8.jpg\"},\"siteUrl\":\"https://anilist.co/character/123988\",\"description\":\"~!She is a little girl who does not seem to be touched by the curse.\\nShe was picked up by sensei, but unaware that she was abandoned, she believes that her auntie will come back one day to look for her and she looks forward to her return.\\nShe is a naive child; sweet and innocent, she is not aware of the danger that surrounds her.!~\",\"name\":{\"full\":\"Shiva\"},\"id\":123988},\"media\":[{\"siteUrl\":\"https://anilist.co/anime/130550\",\"title\":{\"romaji\":\"Totsukuni no Shoujo\",\"english\":\"The Girl from the Other Side\"}}]},\"expires\":null}"}],["keyv:vaCharacters_counter",{"value":"{\"value\":0,\"expires\":null}"}],["keyv:current_va",{"value":"{\"value\":{\"title\":\"Rie Takahashi (高橋李依)\",\"type\":\"rich\",\"description\":\"**Age:** 27\\n**DOB:** 2/27/1994\\n**Active Since:** 2013\\n**Home Town:** Saitama Prefecture, Japan\\n__Height:__ 160 cm\\n__Agency:__ 81 Produce\\n\\n[Website](https://taka8rie.com/) | [Profile (81 Produce)](https://www.81produce.co.jp/actor_search/index.php/item?id=236) | [Blog](http://ameblo.jp/taka8rie/) | [Twitter](https://twitter.com/taka8rie) | [Instagram](https://www.instagram.com/riery_syame/) | [YouTube](https://m.youtube.com/channel/UC9xUIUtv3pyt_s_LtCLWP_Q) | [Wiki (en)](https://en.wikipedia.org/wiki/Rie_Takahashi) | [Wiki (jp)](https://ja.wikipedia.org/wiki/%E9%AB%98%E6%A9%8B%E6%9D%8E%E4%BE%9D)\\n\\nA voice actress and singer. She won Best Female Newcomer Award at 10th Seiyuu Awards in 2016.\\n\\nShe is part of the idol group [Earphones](https://anilist.co/staff/195973/) with fellow voice actresses [Marika Kouno](https://anilist.co/staff/119383) and [Yuki Nagaku](https://anilist.co/staff/119370), originally formed for the anime [Sore ga Seiyuu!](https://anilist.co/anime/21009).\\n\\n**Non anime roles:**\\n- [Hu Tao](https://anilist.co/character/233425/) - Genshin Impact (Video Game)\",\"url\":\"https://anilist.co/staff/119331\",\"timestamp\":null,\"color\":null,\"fields\":[],\"thumbnail\":{\"url\":\"https://s4.anilist.co/file/anilistcdn/staff/large/n119331-0CYDTh2mwy62.png\"},\"image\":null,\"author\":null,\"footer\":null},\"expires\":null}"}],["keyv:va_name",{"value":"{\"value\":\"Rie Takahashi\",\"expires\":null}"}],["keyv:anilist_show_embed",{"value":"{\"value\":{\"title\":\"Odd Taxi\",\"type\":\"rich\",\"description\":\"The taxi driver Odokawa lives a very mundane life. He has no family, doesn't really hang out with others, and he's an oddball who is narrow-minded and doesn't talk much. The only people he can call his friends are his doctor, Gouriki and his classmate from high school, Kakibana.\\n\\nAll of his patrons seem to be slightly odd themselves. The college student who wants the world to notice him online, Kabasawa. A nurse with secrets named Shirakawa. A comedy duo that just can't catch a break named the Homosapiens. A local hoodlum named Dobu. An idol group that's just starting out named Mystery Kiss... All these mundane conversations somehow eventually lead to a girl who's gone missing.\\n\\n(Source: Crunchyroll)\",\"url\":\"https://anilist.co/anime/128547\",\"timestamp\":null,\"color\":2818303,\"fields\":[{\"name\":\"​\",\"value\":\"​\",\"inline\":false},{\"name\":\"::trophy: Rank\",\"value\":\"➤ 27\",\"inline\":true},{\"name\":\"::alarm_clock: Episodes\",\"value\":\"➤ 13\",\"inline\":true},{\"name\":\"::100: Rating\",\"value\":\"➤ 86\",\"inline\":true}],\"thumbnail\":{\"url\":\"https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx128547-TWRVIu5zRTYx.jpg\"},\"image\":null,\"author\":{\"name\":\"OLM, P.I.C.S.\",\"icon_url\":\"https://anilist.co/img/icons/android-chrome-512x512.png\"},\"footer\":null},\"expires\":null}"}],["keyv:show_trailer",{"value":"{\"value\":\"https://youtu.be/esrwdJif-vc\",\"expires\":null}"}],["keyv:mal_show_embed",{"value":"{\"value\":{\"title\":\"Odd Taxi\",\"type\":\"rich\",\"description\":\"Eccentric and blunt, the walrus Hiroshi Odokawa lives a relatively normal life. He drives a taxi for a living, and there he meets several unique individuals: the jobless Taichi Kabasawa who is dead-set on going viral, the mysterious nurse Miho Shirakawa, the struggling comedic duo \\\"Homo Sapiens,\\\" and Dobu, a well-known delinquent.\\n\\nBut Odokawa's simple way of life is about to be turned upside-down. The case of a missing girl the police have been tracking leads back to him, and now both the yakuza and a duo of corrupt cops are on his tail. Set in a strangely familiar city filled with unusual individuals, Odd Taxi is a bizarre story about a humble taxi driver and the mystery of a lost high schooler.\\n\\n[Written by MAL Rewrite]\",\"url\":\"https://myanimelist.net/anime/46102\",\"timestamp\":null,\"color\":2818303,\"fields\":[{\"name\":\"::notes: Opening Themes\",\"value\":\"\\\"ODDTAXI\\\" by Skirt and PUNPEE\\n\",\"inline\":true},{\"name\":\"::notes: Ending Themes\",\"value\":\"#1: \\\"Sugarless Kiss (シュガーレス・キッス)\\\" by Suzuko Mimori (三森すずこ) (eps 1-5)\\n#2: \\\"Kabe no Mukou ni Waraigoe wo Kikimashita ka (壁の向こうに笑い声を聞きましたか)\\\" by Tony Frank (トニーフランク) (ep 6)\\n\",\"inline\":true},{\"name\":\"​\",\"value\":\"​\",\"inline\":false},{\"name\":\"::trophy: Rank\",\"value\":\"➤ 30\",\"inline\":true},{\"name\":\"::alarm_clock: Episodes\",\"value\":\"➤ 13\",\"inline\":true},{\"name\":\"::100: Rating\",\"value\":\"➤ 8.79\",\"inline\":true}],\"thumbnail\":{\"url\":\"https://api-cdn.myanimelist.net/images/anime/1981/113348l.jpg\"},\"image\":null,\"author\":{\"name\":\"OLM, P.I.C.S.\",\"icon_url\":\"https://image.myanimelist.net/ui/OK6W_koKDTOqqqLDbIoPAiC8a86sHufn_jOI-JGtoCQ\"},\"footer\":null},\"expires\":null}"}],["keyv:youtube_search",{"value":"{\"value\":\"\",\"expires\":null}"}]],"lastExpire":1634275764406}